const PermissionDetail = () => {
  return (
    <section className="PermissionDetail">
      <div className="PermissionDesc2">
        <PermissionImage />
        <div>
          <ul className="ListOfItems">
            <li>
              <SVG />
              <div>فرم ورود اطلاعات و تغذیه اسناد</div>
            </li>
            <li>
              <SVG />
              <div>آیتم های یک فرم ورود اطلاعات</div>
            </li>
            <li>
              <SVG />
              <div>ایستگاه کاری</div>
            </li>
            <li>
              <SVG />
              <div>قرارداد</div>
            </li>
            <li>
              <SVG />
              <div>زیر پروژه</div>
            </li>
            <li>
              <SVG />
              <div>کد های حقوق و دستمزد</div>
            </li>
          </ul>
        </div>
      </div>
      <div className="Desc3">
        همچنین در سامانه یکپارچه مالی و قراردادی سبز، تمامی تغییرات در ایستگاه
        های کاری توسط کاربران ذخیره شده و به بهترین شکل قابل ردیابی می باشد.
      </div>
      <div className="AsnaadMaali">
        <h1>اسناد مالی</h1>
        <ul className="ListOfItems">
          <li>
            <SVG />
            <div>
              سند کارکرد ریالی و ارزی، پرداخت، تنخواه، روزنامه، حقوق، رسید وجه،
              تیکت کارکرد
            </div>
          </li>
          <li>
            <SVG />
            <div>
              ساخته شدن تمامی حساب های سند های پیمانی به صورت اتومات و محاسبه
              کسورات مربوطه
            </div>
          </li>
          <li>
            <SVG />
            <div>
              انجام محاسبات کسورات بیمه، مالیات، حسن انجام کار، پیش پرداخت و
              ارزش افزوده
            </div>
          </li>
          <li>
            <SVG />
            <div>
              کنترل اسناد پرداخت براساس قرارداد، پروژه، ذینفع، مرحله تخصیص
            </div>
          </li>
          <li>
            <SVG />
            <div>حرکت اسناد مالی براساس ایستگاه های کاری تعریف شده</div>
          </li>
          <li>
            <SVG />
            <div>
              امکان تعریف چندین مسیر بررسی اسناد براساس پارامترهای مختلف برای یک
              نوع سند
            </div>
          </li>
          <li>
            <SVG />
            <div>ایجاد سند مشابه</div>
          </li>
          <li>
            <SVG />
            <div>کنترل آیتم های هزینه ای قرارداد براساس تیکت وارد شده</div>
          </li>
          <li>
            <SVG />
            <div>کنترل قبوض آب، برق، گاز و تلفن براساس کارت قبض</div>
          </li>
        </ul>
      </div>
      <div className="Contracts">
        مدیریت قراردادها به عنوان یکی از محوری‌ترین و حساس‌ترین چالش‌ها در
        سازمان‌ها، انجام وظایف بسیار پیچیده و مستلزم وقت و دقت بالاست. با
        استفاده از ابزارهای مدیریت قرارداد سبز، تسهیل و تسریع فرآیند‌های مربوط
        به قراردادها به طور چشمگیری امکان‌پذیر می‌شود. این نرم‌افزار قابلیت
        مدیریت کامل و جامع اطلاعات مرتبط با قراردادها را ارائه می‌دهد. از جمله
        اطلاعات قراردادی می‌توان به شرایط قرارداد، تاریخ‌های مهم، اطلاعات مالی،
        ضمانت نامه ها، ... اشاره کرد. با داشتن این اطلاعات در یک پلتفرم یکپارچه،
        تصمیم‌گیری‌ها در مورد مدیریت و اجرای قراردادها بهبود یافته و دسترسی به
        اطلاعات مرتبط با قراردادها سریع‌تر و آسان‌تر می‌شود
      </div>
      <div className="ContractsContinue">
        همچنین، امکان مدیریت مهلت‌ها و تنظیم یادآوری‌ها در نرم‌افزار، به مدیران
        امکان مطمئن‌تری برای اجرای به موقع قراردادها و رعایت تعهدات می‌دهد. این
        امکانات باعث بهبود امانت‌داری و حفظ اعتماد طرفین در رابطه با قراردادها
        می‌شود. ابزار مدیریت قراردادها قابلیت ایجاد گزارشات و آمارهای دقیق و
        جامع از موقعیت قراردادها را دارد. این گزارش‌ها می‌توانند به مدیران و
        مسئولان سازمان‌ها کمک کنند تا عملکرد قراردادها را ارزیابی کنند، مشکلات
        را شناسایی و راه‌حل‌های بهینه برای بهبود موقعیت‌ها اتخاذ کنند
      </div>
      <div className="AsnaadMaali">
        <h1>کنترل قراردادها</h1>
        <ul className="ListOfItemsContract">
          <li>
            <SVG />
            <div>
              کارت پیمان ریالی و ارزی: نمایش اطلاعات کارت پیمان به سه صورت ریال،
              ارز و ریال معادل ارز قابل دسترسی می باشد
            </div>
          </li>
          <li>
            <SVG />
            <div>کارت پروژه قرارداد</div>
          </li>
          <li>
            <SVG />
            <div>کارت تیکت کارکرد قرارداد</div>
          </li>
          <li>
            <SVG />
            <div>
              کارت پیمان به ریز کارکرد، بیمه، مالیات، حسن انجام کار، پیش پرداخت،
              علی الحساب، سند نهائی، ذخیره طلب، جریمه، سایر کسورات، خالص
            </div>
          </li>
          <li>
            <SVG />
            <div>خط زمانی قرارداد</div>
          </li>
          <li>
            <SVG />
            <div>مجوز مشاهده اطلاعات قرارداد</div>
          </li>
          <li>
            <SVG />
            <div>نرخ های قرارداد</div>
          </li>
          <li>
            <SVG />
            <div>الحاقیه ها</div>
          </li>
          <li>
            <SVG />
            <div>ساخت گزارش دلخواه از 100 فیلد مرتبط با قرارداد توسط کاربر</div>
          </li>
          <li>
            <SVG />
            <div>
              لینک بودن بخش «صورت وضعیت» با «سامانه ارسال صورت معاملات ماده 169
              و گزارشات خرید و فروش » جهت ارسال به اداره مالیاتی{" "}
            </div>
          </li>
          <li>
            <SVG />
            <div>
              ثبت تضامین مرتبط با قرارداد اعم از ضمانت نامه حسن انجام کار، پیش
              پرداخت، به تفکیک نوع تضمین (ضمانت نامه بانکی، چک، سفته و ...){" "}
            </div>
          </li>
          <li>
            <SVG />
            <div>آلارم پیامکی قبل از خاتمه پیمان و تهیه الحاقیه </div>
          </li>
        </ul>
      </div>
      <div className="AsnaadMaali">
        <h1>آرشیو الکترونیکی</h1>
        <ul className="ListOfItemsContract">
          <li>
            <SVG />
            <div>
              ثبت و نمایش اسکن قراردادها، الحاقیه ها، ضمانت نامه ها، مفاصا حساب،
              نامه ها و ... براساس فرمت های مختلف و با بالاترین کیفیت ممکن
            </div>
          </li>
          <li>
            <SVG />
            <div>اسکن تمامی مدارک اسناد مالی</div>
          </li>
          <li>
            <SVG />
            <div>
              اسکن مدارک شرکت های پیمانکاری (نظیر اساسنامه، روزنامه رسمی، گواهی
              کد اقصادی، گواهی ثبت نام مالیات بر ارزش افزوده و ...)
            </div>
          </li>
          <li>
            <SVG />
            <div>
              ایجاد سطوح دسترسی جهت اجازه مشاهده، درج، ویرایش و یا حذف اسناد
              اسکن شده
            </div>
          </li>
        </ul>
      </div>
      <div className="TicketAndMainSection">
        <div className="TicketAndMainFlex">
          <div className="TicketAndMainContent">
            <h1>تیکت کارکرد</h1>
            <ul className="ListOfItemsContract">
              <li>
                <SVG />
                <div>
                  صدور تیکت کارکرد توسط پیمانکار یا ناظر قرداد و بررسی و تایید
                  آن
                </div>
              </li>
              <li>
                <SVG />
                <div>جلوگیری از نامه نگاری جهت ارسال صورت وضعیت </div>
              </li>
              <li>
                <SVG />
                <div>ساخت سند مالی براساس تیکت بصورت کاملا اتومات</div>
              </li>
              <li>
                <SVG />
                <div>جلوگیری از جابه جایی آیتم های هزینه ای پیمان</div>
              </li>
              <li>
                <SVG />
                <div>کنترل حجم باقی مانده از آیتم های قرارداد</div>
              </li>
            </ul>
          </div>

          <div className="TicketAndMainContent">
            <h1>ارتباط با کامپیوتر Main شرکت نفت</h1>
            <ul className="ListOfItemsContract">
              <li>
                <SVG />
                <div>ارسال اطلاعات </div>
              </li>
              <li>
                <SVG />
                <div>دریافت اطلاعات</div>
              </li>
              <li>
                <SVG />
                <div>انتقال مانده های اول دوره</div>
              </li>
            </ul>
          </div>
        </div>
      </div>

      <div className="AsnaadMaali">
        <h1>گزارش ها و اسناد حقوق و دستمزد</h1>
        <ul className="ListOfItemsContract">
          <li>
            <SVG />
            <div>مشاهده فیش حقوقی</div>
          </li>
          <li>
            <SVG />
            <div>گزارش 02 حقوق</div>
          </li>
          <li>
            <SVG />
            <div>گزارش 08 حقوق</div>
          </li>
          <li>
            <SVG />
            <div>گزارش پرداخت و کسورات پرسنل</div>
          </li>
          <li>
            <SVG />
            <div>گزارش مطالبات و بدهی کارمندان</div>
          </li>
          <li>
            <SVG />
            <div>گزارش 27 کارگری</div>
          </li>
          <li>
            <SVG />
            <div>
              ساخت گزارش های متنوع حقوق و دستمزد براساس گروه بندی های دلخواه
              توسط کاربران
            </div>
          </li>
          <li>
            <SVG />
            <div>سند پرداخت- کسور کارمندان و کارگران</div>
          </li>
          <li>
            <SVG />
            <div>سند جبران صرف وقت کارمندان و کارگران</div>
          </li>
          <li>
            <SVG />
            <div>سند پرداخت وام</div>
          </li>
          <li>
            <SVG />
            <div>سند ارسال لیست بیمه تامین اجتماعی</div>
          </li>
          <li>
            <SVG />
            <div>و غیره</div>
          </li>
        </ul>
      </div>
      <div className="AsnaadMaali">
        <h1>استفاده کنندگان</h1>
        <ul className="ListOfItemsContract">
          <li>
            <SVG />
            <div>
              مدیریت اکتشاف-شرت ملی نفت ایران؛ از سال 1393 تاکنون با بیش از 1800
              قرارداد آرشیو شده از سال 1370 و 150 قرارداد فعال
            </div>
          </li>
          <li>
            <SVG />
            <div>بهینه سازی مصرف سوخت؛ از سال 1399 تاکنون </div>
          </li>
          <li>
            <SVG />
            <div>شرکت نفت و گاز زلگرس جنوبی از سال 1401 تاکنون</div>
          </li>
          <li>
            <SVG />
            <div>
              ایجاد سطوح دسترسی جهت اجازه مشاهده، درج، ویرایش و یا حذف اسناد
              اسکن شده
            </div>
          </li>
        </ul>
      </div>
    </section>
  );
};

export default PermissionDetail;
