import "./ProductIntroduction.css";
const ProductIntroduction = () => {
  return (
    <section className="ProductIntroduction" id="ProductIntro">
      <div className="ProductIntroductionFlex">
        <h1>معرفی</h1>
        <div className="ProductIntroductionDesc">
          حرفه حسابداری به دلیل ارتباط نزدیک با منابع اقتصادی سازمان از جمله وجه
          نقد، حساب‌های بانکی، ضمانتنامه‌ها و تعهدات ذیحسابی، اعتبارات اسنادی،
          انبار و اموال، یکی از مشاغل حساس و پر مسئولیت و پراسترس به شمار می‌رود
          از اینرو پیگیری تدوین و ایجاد یک سیستم مالی که ضمن ارائه اطلاعات شفاف
          و به‌روز، سهولت استفاده برای کاربران را به همراه داشته باشد، مدنظر
          قرار گرفت. در ابتدا با هدف ایجاد یک پایگاه اطلاعاتی در خصوص قراردادها،
          فعالیت خود را در سال 1393 آغاز نمود، لیکن با گسترش نیازهای سازمان و
          درخواست سایر ادارات مالی برای بهره‌برداری از بانک اطلاعاتی ایجاد شده،
          به مرور زمان به سمت تدوین یک سیستم مالی جامع، گام برداشتیم. در حال
          حاضر، این سیستم ضمن ایجاد یک داشبورد مدیریتی که اطلاعات تخصیص و بودجه،
          منابع و مصارف و بطور کلی، گزارشات مورد نیاز مدیر محترم را ارائه
          می‌دهد.
        </div>
      </div>
    </section>
  );
};

export default ProductIntroduction;
