import React from "react";
import "./Komite.css";
import KomiteImg from "./KomiteImg";
import HazineKard from "./HazineKardImg";

const Komite1 = () => {
  return (
    <section className="Komite1">
      <div className="Komite1Flex">
        <h1>گزارش کمیته تخصیص</h1>
        <div className="Komite1Desc">
          <KomiteImg />
          <div>
            پایش و نظارت مستمر بر مصرف بودجه تخصیص داده شده به شرکت، وظیفه‌ی
            اصلی کمیته جذب می باشد. با استفاده از ابزارهای سیستمی، این کمیته به
            مراقبت دقیق از میزان هزینه‌ها، اعتبار و بودجه و سایر مشخصه‌های مالی
            مرتبط با فعالیت‌های شرکت می‌پردازد. یکی از مهمترین وظایف کمیته جذب،
            تحلیل و گزارش پیشرفت مالی پروژه‌های شرکت است. این کمیته به‌طور
            دوره‌ای اطلاعات مالی پروژه‌ها را بررسی کرده و نتایج را به صورت
            گزارش‌ها و ارقام کمی و کیفی به مدیران و مسئولان شرکت ارائه می‌دهد.
            این اطلاعات می‌توانند شامل درصد پیشرفت مالی پروژه‌ها، میزان
            هزینه‌های صورت گرفته، میزان بودجه باقی‌مانده، و ارزیابی عملکرد مالی
            پروژه‌ها باشد. با توجه به نتایج بررسی و تحلیل‌های کمیته جذب در مورد
            پیشرفت مالی پروژه‌ها و استفاده از بودجه‌ها، این کمیته مسئول
            تصمیم‌گیری درباره تخصیص بودجه‌های اضافی به پروژه‌ها یا بخش‌هایی که
            به طور موثرتری نیاز دارند، می‌باشد. این تصمیم‌گیری‌ها با هدف
            بهینه‌سازی استفاده از منابع مالی و ارتقاء کارایی عملیات شرکت انجام
            می‌شوند
          </div>
          <h1 className="HazineKardTitle">مقایسه هزینه کرد جاری</h1>
          <HazineKard />
          <div>
            اطلاع از وضعیت هزینه‌های جاری شرکت و مقایسه آن با بودجه مرتبط هر
            گروه هزینه از اهمیت بسیاری برخوردار است و به عنوان یک ابزار حیاتی در
            مدیریت مالی شرکت‌ها محسوب می‌شود. اطلاع از وضعیت هزینه‌ها و مقایسه
            آن با بودجه‌های مرتبط، مدیران را قادر می‌سازد تا برنامه‌ریزی مالی
            دقیق‌تری انجام دهند. با مقایسه وضعیت واقعی با بودجه‌ها، می‌توان
            زمینه‌های اصلاحی و بهبودی را شناسایی کرد و تصمیم‌گیری‌های مالی را
            بهینه‌تر انجام داد. این کار می‌تواند به جلوگیری از هدررفت هزینه‌ها،
            کاهش هزینه‌های اضافی و افزایش بهره‌وری منجر شود. مقایسه وضعیت
            هزینه‌ها با بودجه، موقعیت‌های قوت و ضعف شرکت را نمایش می‌دهد. اگر یک
            گروه هزینه بیشتر از بودجه مصرف شده باشد، این می‌تواند نقطه ضعفی در
            فرآیندها یا مدیریت آن گروه هزینه را نشان دهد که نیاز به بهبود دارد.
            همچنین، در صورتی که یک گروه هزینه کمتر از بودجه باشد، مدیران
            می‌توانند این نقطه قوت را تحت توجه قرار داده و از تجربه آن برای
            بهبود سایر گروه‌های هزینه استفاده کنند. صحت و قابل اعتماد بودن
            گزارش‌های سامانه یکپارچه مالی و قراردادی سبز، به مدیران کمک می‌کند
            تا تصمیم‌های استراتژیک مهم را با اطمینان بیشتری بگیرند.
          </div>
        </div>
      </div>
    </section>
  );
};

export default Komite1;
